Repository: thermesmarins/tmsm-appointment-cancelation
Catalog: languages/tmsm-appointment-cancelation-*.po
Languages: fr_fr

source: Global Settings
fr_fr: Paramètres Globaux

source: Deadline Cancelation
fr_fr: Date limite d'annulation

source: Cancelation Url
fr_fr: Url d'annulation Aquos

source: Daily Url
fr_fr: Url de récupération de Rendez-Vous

source: Cancelation Token
fr_fr: Token d'annulation d'Aquos

source: General Email Settings
fr_fr: Paramètres Généraux des Emails

source: Sender Name
fr_fr: Expéditeur

source: The name that appears as the sender of cancellation emails.
fr_fr: Le nom à afficher comme expéditeur pour les emails.

source: Sender Email Address
fr_fr: Adresse Email d'expéditeur

source: The email address from which cancellation emails are sent. Use a valid email, preferably from your domain, to improve deliverability.
fr_fr: L'adresse électronique à partir de laquelle les courriels d'annulation sont envoyés. Utilisez une adresse e-mail valide, de préférence de votre domaine, afin d'améliorer la délivrabilité.

source: Client Email Confirmation
fr_fr: Confirmation d'email du client

source: Enable Client Email
fr_fr: Activer l'email de confirmation d'annulation du client

source: Send a confirmation email to the client after cancellation.
fr_fr: Envoyer un email de confirmation au client après l'annulation.

source: Client Email Subject
fr_fr: Objet de l'e-mail du client

source: Subject line for the client cancellation confirmation email.
fr_fr: Objet de l'e-mail de confirmation de l'annulation du client.

source: Admin Email Notification
fr_fr: Notification par e-mail de l'administrateur

source: Enable Admin Email
fr_fr: Activer l'e-mail de l'administrateur

source: Send a notification email to the administrator after cancellation.
fr_fr: Envoyer un courriel de notification à l'administrateur après l'annulation

source: Admin Recipient Email(s)
fr_fr: Courriel(s) de l'administrateur destinataire

source: Email address(es) to receive cancellation notifications. Use commas for multiple addresses.
fr_fr: Adresse(s) électronique(s) pour recevoir les notifications d'annulation. Utilisez des virgules pour les adresses multiples.

source: Admin Email Subject
fr_fr: Sujet de l'e-mail de l'administrateur

source: Subject line for the admin cancellation notification email.
fr_fr: Objet de l'e-mail de notification d'annulation de l'administrateur.

source: Appointment Cancellation Notification
fr_fr: Notification d'annulation de rendez-vous

source: Global settings options for appointment cancelation
fr_fr: Paramètres d'options d'annulation de rendez-vous

source: Configure the general settings for cancellation emails.
fr_fr: Configurer les paramètres généraux des courriels d'annulation.

source: Configure the email sent to clients after a cancellation.
fr_fr: Configurer l'e-mail envoyé aux clients après une annulation.

source: Configure the email sent to administrators after a cancellation.
fr_fr: Configurer l'email envoyé aux administrateurs après une annulation.

source: Appointment Cancellation Settings
fr_fr: Paramètres d'annulation de rendez-vous

source: Appointment Cancellation
fr_fr: Annulation de rendez-vous

source: Save Parameters
fr_fr: Sauvegarde des paramètres

source: An appointment has been cancelled on your website.
fr_fr: Un rendez-vous a été annulé sur votre site web.

source: Client Email:
fr_fr: Courriel du client :

source: Cancelled appointments:
fr_fr: Rendez-vous annulés :

source: Dear customer,
fr_fr: Chère cliente, cher client,

source: This email confirms that your appointment(s) have been successfully cancelled:
fr_fr: Cet e-mail confirme que votre (vos) rendez-vous a (ont) été annulé(s) avec succès :

source: If you have any questions, please do not hesitate to contact us.
fr_fr: Si vous avez des questions, n'hésitez pas à nous contacter.

source: Your appointment has been successfully canceled!
fr_fr: Votre rendez-vous est annulé.

source: An error occurred when cancelling your appointment. Please contact us.
fr_fr: Une erreur est survenue lors de l'annulation, s'il vous plaît contactez nous.

source: Cancellation deadline passed
fr_fr: Le délai d'annulation est dépassé

source: Email for confirmation:
fr_fr: Courriel de confirmation :

source: Enter the email address where you wish to receive the cancellation confirmation.
fr_fr: Saisissez l'adresse électronique à laquelle vous souhaitez recevoir la confirmation de l'annulation.

source: Clicking on the button below will cancel all appointments for the day. If you have any questions, please contact us
fr_fr: En cliquant sur le bouton ci-dessous, vous annulez tous les rendez-vous de la journée. Si vous avez des questions, n'hésitez pas à nous contacter

source: Cancel this appointment
fr_fr: Annuler ce rendez-vous

source: our Terms & Conditions
fr_fr: nos conditions générales de ventes

source: %1$s. Please refer to %2$s or contact us if needed.
fr_fr: %1$s. Veuillez vous référer à %2$s ou nous contacter si nécessaire.

source: You cannot cancel this appointment because the cancellation deadline has passed
fr_fr: Vous ne pouvez pas annuler ce rendez-vous car la date limite d'annulation est dépassée

source: There are no appointments on this date, please contact us if needed.
fr_fr: Il n'y a pas de rendez-vous pour cette date, en cas de problème veuillez nous contacter.

source: Your login is invalid.
fr_fr: L'utilisateur n'est pas reconnu.

source: Dear Administrator,
fr_fr: Cher Aquatonic,

source: The following appointment(s) have been cancelled on your website
fr_fr: Le(s) rendez-vous suivant(s) a/ont été annulé(s) sur votre site web

source: Time:
fr_fr: Heure :

source: Appointment ID:
fr_fr: ID du rendez-vous

source: Location:
fr_fr: Localisation :

source: Please check your appointment system for more details regarding this cancellation.
fr_fr: Veuillez consulter votre système de rendez-vous (Aquos) pour plus de détails concernant cette annulation.

source: Sincerely,
fr_fr: A très bientôt

source: This is an automated notification from your WordPress website.
fr_fr: Il s'agit d'une notification automatisée.

source: Appointment Cancellation Confirmation
fr_fr: Confirmation d'annulation de rendez-vous

source: Your Appointment Cancellation Has Been Confirmed
fr_fr: L'annulation de votre rendez-vous a été confirmée

source: Hello
fr_fr: Bonjour

source: This email confirms that your appointment(s) have been successfully cancelled with
fr_fr: Cet e-mail confirme que votre (vos) rendez-vous a (ont) été annulé(s) avec succès auprès de

source: our booking page
fr_fr: notre page de réservation

source: If you want to reschedule your appointment, please visit %s.
fr_fr: Si vous souhaitez reporter votre rendez-vous, veuillez vous rendre sur le site %s.

source: contact us
fr_fr: nous contacter

source: If you have any questions, please do not hesitate to %s.
fr_fr: Si vous avez des questions, n'hésitez pas à contacter %s.

source: This is an automated email, please do not reply directly to this message.
fr_fr: Il s'agit d'un courriel automatisé, veuillez ne pas répondre directement à ce message.
